Repository: letgrow-dev/customize-wp-head
Catalog: languages/letgrow-head-and-body-*.po
Languages: pl_pl

source: Set custom head and body scripts
pl_pl: Ustawia head i body

source: Adds a "Custom Integrations" page to the "Settings" menu, which allows you to set content for the <code>head</code> tag or add content before the <code>body</code> tag.
pl_pl: Dodaje w menu "Ustawienia" stronę "Własne integracje" która pozwala ustawić treść do znacznika <code>head</code> lub dodać treść przed znacznikiem <code>body</code>

source: Custom integrations
pl_pl: Własne integracje

source: Data has been saved.
pl_pl: Dane zostały zapisane.

source: Hide message
pl_pl: Ukryj komunikat.

source: Allows you to set your own content in the <code>&lt;head&gt;</code> tag and before the <code>&lt;body&gt;</code> tag. This is useful for setting up Google Analytics code or verifying GSC (Google Search Console) and other integrations.
pl_pl: Pozawala na ustawienie własnej treści w znacznku <code>&lt;head&gt;</code> oraz przed znacznikiem <code>&lt;body&gt;</code>. Przydaje się to do ustawienia kodu Google Analtyics lub do weryfikacji GSC (Google Search Console) oraz innych integracji.

source: Custom integrations allow you to insert code that integrates the site with any external service.
pl_pl: Integracje własne to możliwość wstawienia kodu integrującego stronę z dowolnym serwisem zewnętrznym.

source: Content of the <code>&lt;head&gt;</code> tag
pl_pl: Treść znacznika <code>&lt;head&gt;</code>

source: Please be aware that if you input incorrect data, your browser will automatically push it to the <code>&lt;body&gt;</code> tag.
pl_pl: Uwaga! Jeżeli treść znacznika <code>&lt;head&gt;</code> będzie niepoprawna twoja porzeglądarka może wrzucić ją do sekcji <code>&lt;body&gt;</code>

source: Content of the <code>&lt;body&gt;</code> tag
pl_pl: Treść znacznika <code>&lt;body&gt;</code>

source: Cleanup on deactivate
pl_pl: Wyczyść przy deaktywacji

source: Clear all plugin data when plugin is deactivated
pl_pl: Wyczyść wszystkie dane wtyczki gdy wtyczka zostanie wyłączona lub deaktywowana

source: Troubleshooting
pl_pl: Rozwiązywanie problemów

source: If you don't see provided data in website content make sure that your theme supports <a href="https://developer.wordpress.org/themes/advanced-topics/plugin-api-hooks/">Plugin API Hooks</a>
pl_pl: Jeżeli nie widzisz wprowadzonych danych na stronie upwnij się że twój szablon wspiera <a href="https://developer.wordpress.org/themes/advanced-topics/plugin-api-hooks/">Plugin API Hooks</a>

source: Save changes
pl_pl: Zapisz zmiany
